Repository: rendiwijiatmoko/Vaultwarden
Catalog: VaultAutoFillExtension/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Vaultwarden returned an invalid response.
ar: أعاد Vaultwarden استجابة غير صالحة.
bg: Vaultwarden върна невалиден отговор.
bn: Vaultwarden একটি অবৈধ উত্তর দিয়েছে।
ca: Vaultwarden ha retornat una resposta no vàlida.
cs: Vaultwarden vrátil neplatnou odpověď.
da: Vaultwarden returnerede et ugyldigt svar.
de: Vaultwarden hat eine ungültige Antwort zurückgegeben.
el: Το Vaultwarden επέστρεψε μη έγκυρη απόκριση.
es: Vaultwarden devolvió una respuesta no válida.
fa: Vaultwarden پاسخ نامعتبری برگرداند.
fi: Vaultwarden palautti virheellisen vastauksen.
fr: Vaultwarden a renvoyé une réponse invalide.
he: Vaultwarden החזיר תגובה לא תקינה.
hi: Vaultwarden ने अमान्य प्रतिक्रिया दी।
hr: Vaultwarden je vratio nevaljan odgovor.
hu: A Vaultwarden érvénytelen választ adott.
id: Vaultwarden mengembalikan respons yang tidak valid.
it: Vaultwarden ha restituito una risposta non valida.
ja: Vaultwardenから無効な応答が返されました。
kk: Vaultwarden жарамсыз жауап қайтарды.
ko: Vaultwarden에서 올바르지 않은 응답을 반환했습니다.
lt: Vaultwarden grąžino neteisingą atsakymą.
ms: Vaultwarden mengembalikan respons tidak sah.
nb: Vaultwarden returnerte et ugyldig svar.
nl: Vaultwarden heeft een ongeldig antwoord teruggegeven.
pl: Vaultwarden zwrócił nieprawidłową odpowiedź.
pt: O Vaultwarden devolveu uma resposta inválida.
ro: Vaultwarden a returnat un răspuns nevalid.
ru: Vaultwarden вернул недействительный ответ.
sk: Vaultwarden vrátil neplatnú odpoveď.
sl: Vaultwarden je vrnil neveljaven odgovor.
sv: Vaultwarden returnerade ett ogiltigt svar.
th: Vaultwarden ส่งคืนการตอบกลับที่ไม่ถูกต้อง
tr: Vaultwarden geçersiz bir yanıt döndürdü.
uk: Vaultwarden повернув недійсну відповідь.
vi: Vaultwarden trả về phản hồi không hợp lệ.
zh_hans: Vaultwarden 返回了无效响应。
zh_hant: Vaultwarden 返回了無效響應。

source: Your session expired. Open Vaultwarden and sync before creating a password.
ar: انتهت صلاحية جلستك. افتح Vaultwarden وأجرِ المزامنة قبل إنشاء كلمة مرور.
bg: Сесията Ви изтече. Отворете Vaultwarden и синхронизирайте, преди да създадете парола.
bn: আপনার সেশনের মেয়াদ শেষ হয়েছে। পাসওয়ার্ড তৈরির আগে Vaultwarden খুলে সিঙ্ক করুন।
ca: La sessió ha caducat. Obriu Vaultwarden i sincronitzeu abans de crear una contrasenya.
cs: Platnost relace vypršela. Před vytvořením hesla otevřete Vaultwarden a synchronizujte.
da: Din session er udløbet. Åbn Vaultwarden, og synkroniser, før du opretter en adgangskode.
de: Deine Sitzung ist abgelaufen. Öffne Vaultwarden und synchronisiere, bevor du ein Passwort erstellst.
el: Η συνεδρία σας έληξε. Ανοίξτε το Vaultwarden και συγχρονίστε πριν δημιουργήσετε κωδικό.
es: Tu sesión ha caducado. Abre Vaultwarden y sincroniza antes de crear una contraseña.
fa: نشست شما منقضی شد. پیش از ساخت کلمه عبور Vaultwarden را باز و همگام‌سازی کنید.
fi: Istuntosi on vanhentunut. Avaa Vaultwarden ja synkronoi ennen salasanan luomista.
fr: Votre session a expiré. Ouvrez Vaultwarden et synchronisez avant de créer un mot de passe.
he: פג תוקף ההפעלה. יש לפתוח את Vaultwarden ולסנכרן לפני יצירת סיסמה.
hi: आपका सेशन समाप्त हो गया। पासवर्ड बनाने से पहले Vaultwarden खोलें और सिंक करें।
hr: Sesija je istekla. Otvori Vaultwarden i sinkroniziraj prije izrade lozinke.
hu: A munkamenet lejárt. Jelszó létrehozása előtt nyissa meg a Vaultwardent és szinkronizáljon.
id: Sesi Anda telah berakhir. Buka Vaultwarden dan sinkronkan sebelum membuat kata sandi.
it: La sessione è scaduta. Apri Vaultwarden e sincronizza prima di creare una password.
ja: セッションの有効期限が切れました。パスワードを作成する前にVaultwardenを開いて同期してください。
kk: Сеансыңыз аяқталды. Құпиясөз жасамас бұрын Vaultwarden қолданбасын ашып, синхрондаңыз.
ko: 세션이 만료되었습니다. 비밀번호를 생성하기 전에 Vaultwarden을 열고 동기화하세요.
lt: Seansas baigėsi. Prieš kurdami slaptažodį atidarykite Vaultwarden ir sinchronizuokite.
ms: Sesi anda telah tamat. Buka Vaultwarden dan segerakkan sebelum mencipta kata laluan.
nb: Økten er utløpt. Åpne Vaultwarden og synkroniser før du oppretter et passord.
nl: Je sessie is verlopen. Open Vaultwarden en synchroniseer voordat je een wachtwoord aanmaakt.
pl: Sesja wygasła. Otwórz Vaultwarden i zsynchronizuj przed utworzeniem hasła.
pt: A sua sessão expirou. Abra o Vaultwarden e sincronize antes de criar uma palavra-passe.
ro: Sesiunea a expirat. Deschideți Vaultwarden și sincronizați înainte de a crea o parolă.
ru: Срок сеанса истёк. Откройте Vaultwarden и выполните синхронизацию перед созданием пароля.
sk: Platnosť relácie vypršala. Pred vytvorením hesla otvorte Vaultwarden a synchronizujte ho.
sl: Vaša seja je potekla. Pred ustvarjanjem gesla odprite Vaultwarden in ga sinhronizirajte.
sv: Sessionen har upphört. Öppna Vaultwarden och synkronisera innan du skapar ett lösenord.
th: เซสชันหมดอายุ เปิด Vaultwarden แล้วซิงค์ก่อนสร้างรหัสผ่าน
tr: Oturumunuzun süresi doldu. Parola oluşturmadan önce Vaultwarden'ı açıp eşzamanlayın.
uk: Термін дії сеансу минув. Відкрийте Vaultwarden і синхронізуйте перед створенням пароля.
vi: Phiên của bạn đã hết hạn. Hãy mở Vaultwarden và đồng bộ trước khi tạo mật khẩu.
zh_hans: 会话已过期。创建密码前，请打开 Vaultwarden 并同步。
zh_hant: 會話已過期。建立密碼前，請開啟 Vaultwarden 並同步。

source: Enter password
bg: Въведете паролата
bn: পাসওয়ার্ড লিখুন
ca: Introduïu la contrasenya
cs: Zadejte heslo
da: Indtast adgangskode
de: Passwort eingeben
el: Εισαγάγετε κωδικό πρόσβασης
es: Introduce la contraseña
fa: کلمه عبور را وارد کنید
fi: Syötä salasana
fr: Entrer le mot de passe
he: הזן סיסמה
hi: पासवर्ड दर्ज करें
hr: Unesi lozinku
hu: Jelszó megadása
id: Masukkan kata sandi
it: Inserisci parola d'accesso
ja: パスワードを入力
kk: Құпиясөз енгізіңіз
ko: 비밀번호 입력
lt: Įveskite slaptažodį
ms: Masukkan kata laluan
nb: Skriv inn passord
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt: Introduzir palavra-passe
ro: Introduceți parola
ru: Введите пароль
sk: Zadať heslo
sl: Vnesite geslo
sv: Ange lösenord
th: ป้อนรหัสผ่าน
tr: Parolayı girin
uk: Введіть пароль
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 請輸入密碼
